NFSe/202211/NFSe/000000000005810000000000005810000001-con-nfse-soap.xml

<?xml version="1.0" encoding="UTF-8"?><soapenv:Envelope xmlns:soapenv="http://www.w3.org/2003/05/soap-envelope"><soapenv:Header/><soapenv:Body><ConsultarNfse xmlns="http://www.e-governeapps2.com.br/"><ConsultarNfseEnvio xmlns="http://srv2-isscuritiba.curitiba.pr.gov.br/iss/nfse.xsd"><Prestador><Cnpj>11296296000156</Cnpj><InscricaoMunicipal>05765272</InscricaoMunicipal></Prestador><NumeroNfse>5810</NumeroNfse></ConsultarNfseEnvio></ConsultarNfse></soapenv:Body></soapenv:Envelope>